Repository: dhis2/data-administration-app
Catalog: i18n/*.po
Languages: ar, cs, vi

source: Open user guide
cs: Otevřít uživatelskou příručku

source: Go back to all lock exceptions
cs: Vraťte se ke všem výjimkám zámku

source: Lock Exception
ar: استثناء القفل
cs: Zamknout výjimku
vi: Khóa ngoại lệ

source: Data set
cs: Datová sada
vi: Tập dữ liệu

source: Period
ar: الفترة الزمنية
cs: Období
vi: Thời điểm

source: Organisation unit
cs: Organizační jednotka
vi: Đơn vị

source: Batch delete lock exceptions
cs: Výjimky zámku pro dávkové mazání

source: Remove lock exception
cs: Odebrat výjimku zámku

source: Lock exception removed
cs: Výjimka zámku byla odstraněna

source: Error removing lock exception: {{error}}
cs: Chyba při odstraňování výjimky zámku: {{error}}

source: Are you sure you want to remove this lock exception?
cs: Opravdu chcete tuto výjimku zámku odebrat?

source: No, cancel
cs: Ne, zrušit

source: Removing lock exception...
cs: Odebírání výjimky zámku ...

source: Yes, remove lock exception
cs: Ano, odstranit výjimku zámku

source: Data Integrity
ar: تكامل البيانات
cs: Integrita dat
vi: Toàn vẹn dữ liệu

source: Run data integrity checks and unveil anomalies and problems in the metadata setup.
cs: Spusťte kontroly integrity dat a odhalte anomálie a problémy v nastavení metadat.

source: Check data integrity
cs: Kontrola integrity dat

source: An unexpected error happened during data integrity checks
ar: حدث خطأ غير متوقع أثناء التحقق من سلامة البيانات
cs: Během kontrol integrity dat došlo k neočekávané chybě
vi: Đã xảy ra lỗi không mong muốn trong quá trình kiểm tra tính toàn vẹn của dữ liệu

source: Maintenance
ar: الضبط
cs: Údržba
vi: Bảo trì

source: Perform maintenance tasks and generate resource database tables for the organisation unit hierarchy and group set structure.
cs: Provádějte úlohy údržby a generujte tabulky databází prostředků pro hierarchii organizačních jednotek a strukturu skupin.
vi: Thực hiện các nhiệm vụ bảo trì và tạo các bảng cơ sở dữ liệu tài nguyên cho cấu trúc phân cấp đơn vị và cấu trúc tập nhóm.

source: Perform maintenance
ar: تنفيذ الضبط
cs: Proveďte údržbu

source: Clear analytics tables
ar: مسح جداول التحليلات
cs: Vymazat analytické tabulky
vi: Xóa bảng phân tích

source: Analyze analytics tables
cs: Analyzujte analytické tabulky
vi: Chạy bảng phân tích

source: Remove zero data values
ar: حذف القيم الصفرية
cs: Odebrat nulové hodnoty dat
vi: Xóa giá trị dữ liệu bằng 0

source: Permanently remove soft deleted data values
ar: إزالة قيم البيانات المحذوفة بشكل دائم
cs: Trvale odstranit měkce smazané hodnoty dat
vi: Xóa vĩnh viễn các giá trị dữ liệu đã xóa mềm

source: Permanently remove soft deleted events
ar: إزالة الأحداث المحذوفة بشكل دائم
cs: Trvale odebrat měkce smazané události
vi: Xóa vĩnh viễn các sự kiện đã xóa mềm

source: Permanently remove soft deleted enrollments
ar: إزالة التسجيلات المحذوفة بشكل دائم
cs: Trvale odebrat měkce smazané registrace
vi: Xóa vĩnh viễn các đăng ký đã xóa mềm

source: Permanently remove soft deleted tracked entity instances
cs: Trvale odstranit odebrané trasované instance entit
vi: Xóa vĩnh viễn các thực thể được theo dõi đã xóa mềm

source: Prune periods
ar: تقليم الفترات الزمنية
cs: Omezit období
vi: Lược bớt thời điểm

source: Remove expired invitations
ar: إزالة الدعوات المنتهية الصلاحية
cs: Odebrat pozvánky s vypršenou platností
vi: Bỏ lời mời hết hạn

source: Drop SQL views
ar: إزالة منظورات SQL
cs: Zrušte zobrazení SQL
vi: Xóa bảng truy vấn

source: Create SQL views
ar: إنشاء منظورات SQL
cs: Vytvořit SQL pohledy
vi: Tạo bảng truy vấn

source: Update category option combinations
ar: تحديث أمزجة خيارات الفئة
cs: Aktualizovat kombinace možností kategorií
vi: Sửa Tổ Hợp Tùy Chọn Phân Loại

source: Update organisation unit paths
ar: تحديث مسارات الوحدة التنظيمية
cs: Aktualizovat cesty organizační jednotky
vi: Sửa đường dẫn Đơn Vị

source: Clear application cache
ar: تنظيف ذاكرة التخزين المؤقت للتطبيق
cs: Vymazat mezipaměť aplikace
vi: Xóa dữ liệu tạm ứng dụng

source: Reload apps
ar: إعادة تحميل التطبيقات
cs: Znovu načíst aplikace
vi: Tải lại ứng dụng

source: Resource Tables
cs: Tabulky zdrojů
vi: Bảng tài nguyên

source: Generate resource database tables for the organisation unit hierarchy and group set structure among others.
ar: توليد جداول قاعدة بيانات المصادر للتسلسل الهرمي للوحدة التنظيمية وهيكلية حزمة المجموعات وغيرها.
cs: Generujte mimo jiné tabulky databází prostředků pro hierarchii organizačních jednotek a strukturu skupin.
vi: Xuất bảng tài nguyên cơ sở dữ liệu cho cây đơn vị, cấu trúc tập nhóm,...

source: Generate Resource Tables
cs: Generovat tabulky zdrojů
vi: Tạo bảng tài nguyên

source: An unexpected error happened during operation
ar: حدث خطأ غير متوقع أثناء العملية
cs: Během operace došlo k neočekávané chybě
vi: Đã xảy ra lỗi không mong muốn trong quá trình hoạt động

source: Organisation unit structure
ar: هيكلية الوحدة التنظيمية
cs: Struktura organizační jednotky
vi: Cấu trúc đơn vị

source: Category option group set structure
ar: هيكلية حزمة مجموعات خيارات الفئة
cs: Struktura sady skupin možností
vi: Cấu trúc Tập Nhóm Tùy Chọn Phân Loại

source: Data element group set structure
ar: هيكلية حزمة مجموعات عناصر البيانات
cs: Struktura sady datových prvků
vi: Cấu trúc Tập Nhóm Phần Tử Dữ Liệu

source: Indicator group set structure
ar: هيكلية حزمة مجموعات المؤشرات
cs: Struktura skupiny indikátorů
vi: Cấu trúc Tập Nhóm Chỉ Số

source: Organisation unit group set structure
ar: هيكلية حزمة مجموعات الوحدات التنظيمية
cs: Struktura sady skupin organizačních jednotek
vi: Cấu trúc Tập Nhóm Đơn Vị

source: Category structure
ar: هيكلية الفئة
cs: Struktura kategorie
vi: Cấu trúc phân loại

source: Data element category option combo name
ar: اسم مزيج خيارات فئة عناصر البيانات
cs: Název kombinované kategorie datových prvků
vi: Tên Tổ hợp tùy chọn phân loại

source: Data element structure
ar: هيكلية عناصر البيانات
cs: Struktura datových prvků
vi: Cấu trúc Phần Tử Dữ Liệu

source: Period structure
ar: هيكلية الفترة الزمنية
cs: Struktura období
vi: Cấu trúc thời điểm

source: Date period structure
ar: هيكلية الفترة الزمنية للتاريخ
cs: Struktura období
vi: Cấu trúc thời điểm ngày

source: Data element category option combinations
ar: أمزجة خيارات فئة عناصر البيانات
cs: Kombinace možností kategorie datových prvků
vi: Tổ hợp tùy chọn phân loại

source: Data set organisation unit category
cs: Kategorie organizační jednotky datového souboru

source: Analytics tables management
ar: إدارة جداول التحليلات
cs: Správa tabulek Analýzy
vi: Quản lý bảng phân tích tổng hợp

source: Analytics Tables
ar: الجداول التحليلية
cs: Tabulky analytiky
vi: Bảng phân tích

source: The data mart is a set of tables in the DHIS database which is used by all reporting and analysis tools to retrieve data from.
cs: Data mart je soubor tabulek v databázi DHIS, z něhož získávají data všechny nástroje pro podávání zpráv a analýzu.

source: Analytics tables update
ar: تحديث جداول التحليلات
cs: Aktualizace tabulek Analýzy
vi: Cập nhật bảng phân tích

source: An unexpected error happened during maintenance
ar: حدث خطأ غير متوقع أثناء عملية الصيانة
cs: Během údržby došlo k neočekávané chybě
vi: Đã xảy ra lỗi không mong muốn trong quá trình bảo trì

source: Skip generation of aggregate data and completeness data
ar: تخطي توليد البيانات التجميعية والبيانات المكتملة
cs: Přeskočit generování souhrnných údajů a údajů o úplnosti
vi: Bỏ qua việc tạo dữ liệu tổng hợp và dữ liệu đầy đủ

source: Skip generation of resource tables
ar: تخطي توليد جداول المصادر
cs: Přeskočit generování tabulek zdrojů
vi: Bỏ qua việc tạo bảng tài nguyên

source: Skip generation of event data
ar: تخطي توليد بيانات الحدث
cs: Přeskočit generování dat událostí
vi: Bỏ qua việc tạo dữ liệu sự kiện

source: Skip generation of enrollment data
ar: تخطي توليد بيانات التسجيل
cs: Přeskočit generování údajů o zápisu
vi: Bỏ qua việc tạo dữ liệu đăng ký

source: Data Statistics
ar: إحصائيات البيانات
cs: Statistika dat
vi: Thống kê dữ liệu

source: Browse the number of objects in the database, like data elements, indicators, data sets and data values.
ar: استعراض عدد العناصر في قاعدة البيانات، مثل عناصر البيانات، المؤشرات، حزم البيانات وقيم البيانات.
cs: Procházet počet objektů v databázi, jako jsou datové prvky, indikátory, datové sady a datové hodnoty.
vi: Tìm số đối tượng trong cơ sở dữ liệu, như phần tử dữ liệu, chỉ số, tập dữ liệu và giá trị dữ liệu

source: Overview Data Statistics
ar: نظرة عامة على إحصائيات البيانات
cs: Přehled statistik dat
vi: Thống kê dữ liệu tổng quan

source: Lock Exception Management
ar: إدارة استثناءات القفل
cs: Zamknout správu výjimek
vi: Quản lý Khóa Ngoại Lệ

source: Add or remove exceptions to the the standard rules for locking of data entry forms.
ar: إضافة أو إزالة استثناءات القواعد القياسية لقفل نماذج إدخال البيانات.
cs: Přidat nebo odebrat výjimky ze standardních pravidel pro zamykání formulářů pro zadávání údajů.
vi: Thêm hoặc bỏ các ngoại lệ đến luật chuẩn để khóa biểu mẫu nhập liệu

source: Min-Max Value Generation
ar: توليد قيم الحد الأدنى-الحد الأعلى
cs: Generování hodnoty min-max
vi: Xuất giá trị Lớn nhất - Nhỏ nhất

source: Generate min-max values which can be used for data validation during data entry and validation processes.
ar: توليد قيم الحد الأدنى-الحد الأعلى والتي يمكن استخدامها للتحقق من صحة البيانات أثناء إدخال البيانات وعمليات التحقق.
cs: Generujte hodnoty min-max, které lze použít pro ověření dat během procesu zadávání a ověřování dat.
vi: Xuất giá trị lớn nhất-nhỏ nhất có thể được dùng để kiểm tra hợp lệ cho dữ liệu trong khi nhập dữ liệu và tiến trình kiểm tra hợp lệ.

source: Generate Min-Max Values
cs: Generovat minimální a maximální hodnoty

source: Lock exception added
cs: Přidána výjimka zámku

source: Error adding lock exception: {{error}}
cs: Chyba při přidávání výjimky zámku: {{error}}

source: Add lock exception
cs: Přidat výjimku zámku

source: Adding lock exception...
cs: Přidávání výjimky zámku ...

source: Select a data set
cs: Vybrat datovou sadu

source: Updating selection...
cs: Aktualizace výběru ...

source: Select
ar: تحديد
cs: Vybrat
vi: Chọn

source: Deselect
ar: إلغاء التحديد
cs: Zrušit výběr
vi: Bỏ chọn

source: Error loading data for data set
cs: Chyba při načítání dat pro datovou sadu

source: Select All Org Units
ar: تحديد كل الوحدات التنظيمية
cs: Vybrat všechny organizační jednotky
vi: Chọn tất cả các đơn vị

source: Deselect All Org Units
ar: إلغاء التحديد عن كل الوحدات التنظيمية
cs: Zrušit výběr všech organizačních jednotek
vi: Bỏ chọn tất cả các đơn vị

source: Organisation unit group
cs: Skupina organizační jednotky

source: Select an organisation unit group
cs: Vyberte skupinu organizačních jednotek

source: Organisation unit level
cs: Úroveň organizační jednotky

source: Select an organisation unit level
cs: Vyberte úroveň organizační jednotky

source: week
ar: اسبوع
cs: týden
vi: Tuần

source: month
ar: شهر
cs: měsíc
vi: Tháng

source: year
ar: سنة
cs: rok
vi: Năm

source: bi weekly
cs: za dva týdny

source: bi monthly
ar: كل شهرين
cs: dvakrát za měsíc
vi: Kỳ 2 tháng này

source: day
ar: يوم
cs: den
vi: Ngày

source: jan
ar: يناير
cs: led
vi: tháng một

source: feb
ar: فبراير
cs: úno
vi: tháng 2

source: mar
ar: مارس
cs: bře
vi: tháng 3

source: apr
ar: ابريل
cs: dub
vi: tháng 4

source: may
ar: مايو
cs: kvě
vi: tháng 5

source: jun
ar: يونيو
cs: čer
vi: tháng 6

source: jul
ar: يوليو
cs: čvc
vi: tháng 7

source: aug
ar: اغسطس
cs: srp
vi: tháng 8

source: sep
ar: سبتمبر
cs: zář
vi: tháng 9

source: oct
ar: اكتوبر
cs: říj
vi: tháng 10

source: nov
ar: نوفمبر
cs: lis
vi: tháng 11

source: dec
ar: ديسمبر
cs: pro
vi: tháng 12

source: jan-feb
ar: يناير-فبراير
cs: led-úno
vi: tháng 1 - tháng 2

source: mar-apr
ar: مارس-ابريل
cs: bře-dub
vi: tháng 3 - tháng 4

source: may-jun
ar: مايو-يونيو
cs: kvě-čer
vi: tháng 5 - tháng 6

source: jul-aug
ar: يوليو-اغسطس
cs: čvc-srp
vi: tháng 7 - tháng 8

source: sep-oct
ar: سبتمبر-اكتوبر
cs: zář-říj
vi: tháng 9 - tháng 10

source: nov-dec
ar: نوفمبر-ديسمبر
cs: lis-pro
vi: tháng 11 - tháng 12

source: quarter
ar: ربع
cs: čtvrtletí
vi: Quý

source: six monthly
ar: كل ستة أشهر
cs: půlrok
vi: 6 tháng

source: jan-jun
ar: يناير-يونيو
cs: led-čer
vi: tháng 1 - tháng 6

source: jul-dec
ar: يوليو-ديسمبر
cs: čvc-pro
vi: tháng 7 - tháng 12

source: apr-sep
ar: ابريل-سبتمبر
cs: dub-zář
vi: tháng 4 - tháng 9

source: oct-mar
ar: اكتوبر-مارس
cs: říj-bře
vi: tháng 10 - tháng 3

source: Number of last years of data to include
ar: عدد السنوات الأخيرة للبيانات التي يجب تضمينها
cs: Počet posledních let údajů, které mají být zahrnuty
vi: Số năm phân tích

source: Exporting...
cs: Export ...

source: Start export
ar: بدء التصدير
cs: Zahájit export

source: All
cs: Vše

source: Batch Deletion
ar: حذف جماعي
cs: Dávkové mazání
vi: Xóa hàng loạt

source: No lock exceptions to show.
cs: Žádné výjimky zámku k zobrazení.

source: Checking data integrity...
cs: Kontrola integrity dat ...

source: Run integrity checks
cs: Spustit kontroly integrity

source: Data elements without data set
ar: عناصر بيانات ليست ضمن حزمة بيانات
cs: Datové prvky bez datové sady
vi: Phần tử dữ liệu không có tập dữ liệu

source: Data elements without groups
ar: عناصر البيانات بدون مجموعات
cs: Datové prvky bez skupin
vi: Phần Tử Dữ Liệu không thuộc Nhóm Phần Tử Dữ Liệu nào

source: Data elements violating exclusive group sets
ar: عناصر البيانات المنتهكة لحزم المجموعات الحصرية
cs: Datové prvky porušující exkluzivní sady skupin
vi: Phần tử dữ liệu vi phạm Tập Nhóm Phần Tử Dữ Liệu loại trừ

source: Data elements assigned to data sets with different period types
ar: تم إسناد عناصر البيانات إلى حزم بيانات بأنواع فترات زمنية مختلفة
cs: Datové prvky přiřazené souborům dat s různými typy období
vi: Phần Tử Dữ Liệu được gán cho các Tập Dữ Liệu với kiểu thời điểm khác nhau

source: Data sets not assigned to organisation units
ar: حزم البيانات غير المسندة إلى وحدات تنظيمية
cs: Datové sady, které nejsou přiřazeny organizačním jednotkám
vi: Tập Dữ Liệu không được gán cho Đơn Vị nào

source: Indicators with identical formulas
ar: المؤشرات بصيغ متطابقة
cs: Indikátory se stejnými vzorci
vi: Chỉ Số có biểu thức giống nhau

source: Indicators without groups
ar: المؤشرات بدون مجموعات
cs: Ukazatele bez skupin
vi: Chỉ Số không thuộc Nhóm Chỉ Số nào

source: Invalid indicator numerators
ar: بسوط المؤشر غير صالحة
cs: Neplatné čitatele indikátoru
vi: Tử số không hợp lệ

source: Invalid indicator denominators
ar: مقامات المؤشر غير صالحة
cs: Neplatní jmenovatelé indikátorů
vi: Mẫu số không hợp lệ

source: Indicators violating exclusive group sets
ar: المؤشرات المنتهكة لحزم المجموعات الحصرية
cs: Indikátory porušující exkluzivní sady skupin
vi: Chỉ số vi phạm Tập Nhóm Chỉ Số loại trừ

source: Organisation units with cyclic references
ar: الوحدات التنظيمية مع المراجع الدورية
cs: Organizační jednotky s cyklickými odkazy
vi: Đơn Vị với tham chiếu chu kỳ

source: Orphaned organisation units
ar: الوحدات التنظيمية اليتيمة
cs: Osamocené organizační jednotky
vi: Đơn Vị mồ côi

source: Organisation units without groups
ar: الوحدات التنظيمية بدون مجموعات
cs: Organizační jednotky bez skupin
vi: Đơn vị không thuộc Nhóm Đơn Vị nào

source: Organisation units violating exclusive group sets
cs: Organizační jednotky porušující exkluzivní skupiny
vi: Đơn vị vi phạm tập nhóm duy nhất

source: Organisation unit groups without group sets
ar: مجموعات الوحدات التنظيمية بدون حزم المجموعات
cs: Skupiny organizačních jednotek bez sad skupin
vi: Nhóm Đơn Vị không thuộc Tập Nhóm Đơn Vị nào

source: Validation rules without groups
ar: قواعد التحقق بدون مجموعات
cs: Pravidla ověření bez skupin
vi: Luật Hợp Lệ không thuộc Nhóm Luật Hợp Lệ nào

source: Invalid validation rule left side expressions
ar: تعابير الطرف الأيسر لقاعدة التحقق غير صالحة
cs: Neplatné výrazy pravidla ověření na levé straně
vi: Biểu thức vế trái không hợp lệ

source: Invalid validation rule right side expressions
ar: تعابير الطرف الأيمن لقاعدة التحقق غير صالحة
cs: Neplatné výrazy na pravé straně pravidla pro ověření
vi: Biểu thức vế phải không hợp lệ

source: Invalid program indicator expressions
ar: تعبيرات مؤشر البرنامج غير صالحة
cs: Neplatné výrazy indikátoru programu
vi: Biểu thức chỉ báo chương trình không hợp lệ

source: Invalid program indicator filters
ar: عوامل تصفية مؤشرات البرنامج غير صالحة
cs: Neplatné filtry indikátorů programu
vi: Bộ lọc chỉ số chương trình không hợp lệ

source: There are data elements in the form, but not in the form or sections
cs: Ve formuláři jsou datové prvky, ale ne ve formuláři nebo sekcích
vi: Có các phần tử dữ liệu trong biểu mẫu, nhưng không có trong biểu mẫu hoặc các phần

source: Invalid category combinations
ar: أمزجة الفئات غير صالحة
cs: Neplatné kombinace kategorií
vi: Tổ hợp phân loại không hợp lệ

source: Duplicate periods
ar: تكرار الفترات الزمنية
cs: Duplicitní období
vi: Thời điểm trùng lặp

source: Program rules with no condition
cs: Pravidla programu bez podmínky

source: Program rules with no action
cs: Pravidla programu bez akce

source: Program rules with no priority
cs: Pravidla programu bez priority

source: Program rule variables with no data element
cs: Proměnné pravidel programu bez datového prvku

source: Program rule variables with no attribute
cs: Proměnné pravidla programu bez atributu

source: Program rule actions with no data object
cs: Program akce pravidel bez datového objektu

source: Program rule actions with no notification
cs: Akce pravidel programu bez oznámení

source: Program rule actions with no section id
cs: Akce pravidel programu bez ID sekce

source: Program rule actions with no stage id
cs: Akce pravidel programu bez id fáze

source: Program indicators with no expression
cs: Ukazatele programu bez výrazu

source: Indicators
ar: المؤشرات
cs: Indikátory
vi: Các chỉ số

source: Periods
ar: الفترات الزمنية
cs: Období
vi: Thời điểm

source: Visualization
cs: Vizualizace

source: Events
ar: الأحداث
cs: Události
vi: Sự kiện

source: Organisation units
ar: الوحدات التنظيمية
cs: Organizační jednotky
vi: Đơn vị

source: Validation rules
ar: قواعد التحقق
cs: Pravidla ověřování
vi: Quy tắc hợp lệ

source: Data values
ar: قيم البيانات
cs: Datové hodnoty
vi: Giá trị dữ liệu

source: Programs
ar: البرامج
cs: Programy
vi: Chương trình

source: Data elements
ar: عناصر البيانات
cs: Datové prvky
vi: Các phần tử dữ liệu

source: Organisation unit groups
ar: مجموعات الوحدات التنظيمية
cs: Skupiny organizačních jednotek
vi: Nhóm đơn vị

source: Tracked entity instances
cs: Sledované instance entit

source: Pivot tables
ar: الجداول المحورية
cs: Kontingenční tabulky
vi: Bảng xoay

source: Program instances
cs: Instance programu

source: Indicator types
ar: أنواع المؤشرات
cs: Typy indikátorů
vi: Loại Chỉ Số

source: Data sets
ar: حزم البيانات
cs: Datové sady
vi: Biểu nhập

source: User groups
ar: مجموعات المستخدم
cs: Skupiny uživatelů
vi: Nhóm người dùng

source: Users
ar: المستخدمون
cs: Uživatelé
vi: Người dùng

source: Maps
ar: الخرائط
cs: Mapy
vi: Bản đồ

source: Indicator groups
ar: مجموعات المؤشرات
cs: Skupiny indikátorů
vi: Nhóm chỉ số

source: Charts
ar: المخططات البيانية
cs: Grafy
vi: Biểu đồ

source: Data element groups
ar: مجموعات عناصر البيانات
cs: Skupiny datových prvků
vi: Nhóm phần tử dữ liệu

source: Dashboards
ar: لوحات المعلومات
cs: Ovládací panely
vi: Bảng điều khiển

source: Event visualization
cs: Vizualizace události

source: Today
ar: اليوم
cs: Dnes
vi: Hôm nay

source: Last {{days}} days
cs: Poslední {{days}} dny

source: Last hour
ar: الساعة الماضية
cs: Poslední hodina
vi: Giờ trước

source: Object type
ar: نوع العنصر
cs: Typ objektu
vi: Kiểu đối tượng

source: Users logged in
ar: المستخدمون الذي قامو بتسجيل الدخول
cs: Uživatelé přihlášeni
vi: Người dùng đã đăng nhập

source: User account invitations
ar: دعوات حساب المستخدم
cs: Pozvánky uživatelských účtů
vi: Lời mời tài khoảng người dùng

source: Pending invitations
ar: الدعوات المعلقة
cs: Nevyřízené pozvánky
vi: Lời mời đang hoãn

source: Expired invitations
ar: الدعوات منتهية الصلاحية
cs: Vypršené Pozvánky
vi: Lời mời hết hạn

source: Batch deletion
ar: حذف الدفعة
cs: Dávkové mazání

source: Maintenance done
ar: تم إجراء عملية الصيانة
cs: Údržba hotová
vi: Đã bảo trì xong

source: Performing maintenance...
cs: Provádění údržby ...

source: Min-max values generated
cs: Vygenerovány minimální a maximální hodnoty

source: Min-max values removed
cs: Minimální a maximální hodnoty byly odstraněny

source: Generating min-max values...
cs: Generování minimálních a maximálních hodnot ...

source: Removing min-max values...
cs: Odebírání min-max hodnot ...

source: Generate min-max values
cs: Generovat hodnoty min-max

source: Remove min-max values
cs: Odebrat minimální a maximální hodnoty

source: Generating tables...
cs: Generování tabulek ...

source: Generate tables
ar: توليد الجداول
cs: Generovat tabulky

source: Run data integrity checks and unveil anomalies and problems in the meta data setup.
ar: تشغيل اختبارات تكامل البيانات والكشف عن الحالات الشاذة والمشاكل في إعداد البيانات الوصفية.
vi: Chạy kiểm tra toàn vẹn dữ liệu và tìm kiếm bất thường và vấn đề trong cấu hình siêu dữ liệu

source: Check Data Integrity
ar: تحقق من سلامة البيانات
vi: Kiểm tra tính toàn vẹn của dữ liệu

source: Performing data integrity checks...
ar: جاري التحقق من سلامة البيانات ...
vi: Thực hiện kiểm tra tính toàn vẹn của dữ liệu ...

source: RUN INTEGRITY CHECKS
vi: CHẠY KIỂM TRA TÍCH HỢP

source: Perform Maintenance
ar: إجراء صيانة
vi: Thực hiện bảo trì

source: PERFORM MAINTENANCE
vi: Thực hiện bảo trì

source: Performing Maintenance...
ar: يتم إجراء الصيانة...
vi: Thực hiện Bảo trì ...

source: GENERATE TABLES
vi: TẠO BẢNG

source: Resource Tables generated
vi: Bảng tài nguyên được tạo

source: Organisation unit category option combo
ar: مزيج خيارات فئة الوحدات التنظيمية
vi: Tổ Hợp Tùy Chọn Phân Loại Đơn Vị

source: Loading Data Statistics...
ar: تحميل إحصائيات البيانات...
vi: Đang tải thống kê dữ liệu ...

source: It was not possible to load Data Statistics
ar: لم يكن من الممكن تحميل إحصائيات البيانات
vi: Không thể tải Thống kê dữ liệu

source: No data to show.
ar: لا توجد بيانات لإظهارها.
vi: Không có dữ liệu để hiển thị.

source: Last
ar: الأخير
vi: Tên họ

source: days
ar: الأيام
vi: ngày

source: Add new lock exception
ar: إضافة استثناء قفل جديد
vi: Thêm khóa ngoại lệ mới

source: BATCH DELETION
vi: XÓA HÀNG LOẠT

source: CANCEL
vi: HỦY

source: ADD
vi: THÊM VÀO

source: Loading Lock Exceptions...
ar: تحميل استثناءات القفل
vi: Đang tải ngoại lệ khóa ...

source: Adding Lock Exception...
ar: إضافة استثناء قفل...
vi: Thêm khóa ngoại lệ ...

source: Lock Exception removed
ar: إزالة استثناء القفل
vi: Khóa ngoại lệ đã bị xóa

source: Lock Exception Added
ar: تم إضافة استثناء القفل
vi: Thêm khóa ngoại lệ

source: Are you sure?
ar: هل أنت متأكد؟
vi: Bạn có chắc chắn không?

source: CONFIRM
vi: Xác nhận

source: Select a Data Set
ar: إختر حزمة بيانات
vi: Chọn Tập dữ liệu

source: Updating Organisation Units Tree...
ar: جار تحديث شجرة الوحدات التنظيمية...
vi: Cập nhật cây đơn vị

source: For organisation units within
ar: للوحدات التنظيمية التي ضمن
vi: Đối với đơn vị trong

source: Data Set
ar: حزمة البيانات
vi: Biểu nhập

source: Organisation Unit
ar: الوحدة التنظيمية
vi: Đơn vị

source: Organisation Unit Group
ar: مجموعة الوحدات التنظيمية
vi: Nhóm đơn vị

source: Organisation Unit Level
ar: مستوى الوحدة التنظيمية
vi: Cấp đơn vị

source: Name
ar: الإسم
vi: Tên

source: Show Details
ar: عرض التفاصيل
vi: Hiển thị chi tiết

source: Remove
ar: إزلة
vi: Tháo ra

source: Actions
ar: الإجراءات
vi: Hành động

source: Generate Min-Max Value
ar: توليد قيم الحد الأدنى - الحد الأعلى
vi: Tạo giá trị tối thiểu-tối đa

source: It was not possible to load data
ar: لم يكن من الممكن تحميل البيانات
vi: Không thể tải dữ liệu

source: Doing Min Max generation...
ar: توليد القيمة الأدنى والأعلى
vi: Đang tạo Lớn nhất-Nhỏ nhất...

source: Removing Min Max generation...
ar: حذف قيم الحد الأدنى - الحد الأعلى
vi: Đang xóa Lớn nhất-Nhỏ nhất...
