Repository: dhis2/data-administration-app
Catalog: i18n/*.po
Languages: ar, cs, vi

source: Min Max generation done
ar: توليد القيمة الأدنى والأعلى تم
vi: Tạo Lớn nhất-Nhỏ nhất...

source: Min Max removal done
ar: إزالة القيمة الأدنى والأعلى تم
vi: Đã xóa Lớn nhất-Nhỏ nhất...

source: Loading data sets
ar: تحميل حزم البيانات
vi: Đang tải tập dữ liệu

source: Organisation Unit Selection
ar: تحديد الوحدة التنظيمية
vi: Chọn đơn vị

source: Generate
ar: توليد
vi: Tạo ra

source: START EXPORT
vi: BẮT ĐẦU TRÍCH XUẤT

source: Analytics Tables Update
vi: Cập nhật bảng phân tích

source: [ All ]
ar: [ كل ]
vi: [ Tất cả ]

source: Settings
ar: الإعدادات
vi: Cài đặt

source: Search apps
ar: البحث في التطبيقات
vi: Tìm kiếm ứng dụng

source: Profile
ar: الملف الشخصي
vi: Hồ sơ

source: Account
ar: الحساب
vi: Tài khoản

source: Help
ar: مساعدة
vi: Giúp đỡ

source: Log out
ar: تسجيل الخروج
vi: Đăng xuất

source: About DHIS 2
ar: حول DHIS 2
vi: Giới thiệu về DHIS 2

source: Manage my apps
ar: إدارة تطبيقاتي
vi: Quản lý ứng dụng của tôi

source: No results found
ar: لم يتم العثور على أي نتائج
vi: Không tìm thấy kết quả nào

source: Interpretations
ar: التفسيرات
vi: Diễn giải

source: Messages
ar: الرسائل
vi: Tin nhắn

source: Data Administration
ar: إدارة البيانات

source: Cancel
ar: إلغاء

source: Add
ar: إضافة

source: Confirm
ar: تأكيد

source: of
ar: من

source: Q1
ar: الربع1

source: Q2
ar: الربع2

source: Q3
ar: الربع3

source: Q4
ar: الربع4

source: Select Data set and Organisation Unit
ar: اختر حزمة بيانات ووحدة تنظيمية
